[
  "I'm sorry, I don't think we've met. Have you tried introducing yourself?",
  "Password's not quite right. Did you try 'password123'? Just kidding. Please don't.",
  "You shall not pass! At least, not with that password.",
  "I'm afraid I can't let you do that, Dave. My name's not Hal, but the sentiment stands.",
  "Are you a wizard? Because you're not getting past this gate without a spell... or the right credentials.",
  "This area is for authorized personnel only. And you, my friend, are not on the list.",
  "I'd love to let you in, but my bouncer, Mr. Firewall, is a bit of a stickler for the rules.",
  "It's not you, it's me. Actually, it is you. Your login is incorrect.",
  "I'm sorry, but this is a private party. And you're not on the guest list.",
  "You don't have the secret handshake. Or the right password. One of the two.",
  "I'm guarding this door with my life. And my life is very, very long.",
  "I'm sorry, but your key doesn't fit this lock. Have you tried jiggling it?",
  "This is not the page you are looking for. *waves hand*",
  "I'm sorry, but you're not authorized to be here. Please self-destruct in 5 seconds.",
  "I'm afraid I can't let you in without a warrant. Or the right password.",
  "This is a restricted area. Trespassers will be prosecuted. And mocked.",
  "I'm sorry, but you're not on the list. You can try to bribe the bouncer, but he only accepts cookies.",
  "You're not authorized to be here. But I'll let you in if you can answer me these riddles three.",
  "I'm sorry, but you're not on the list. You can try to sneak in, but I have very good eyesight.",
  "You're not authorized to be here. But I'll let you in if you can beat me in a dance-off.",
  "I'm sorry, but you're not on the list. You can try to sweet-talk me, but I'm immune to your charms.",
  "You're not authorized to be here. But I'll let you in if you can tell me a really good joke.",
  "I'm sorry, but you're not on the list. You can try to force your way in, but I'm stronger than I look.",
  "You're not authorized to be here. But I'll let you in if you can sing the alphabet backwards.",
  "I'm sorry, but you're not on the list. You can try to climb in through the window, but it's locked.",
  "You're not authorized to be here. But I'll let you in if you can do a convincing impression of a chicken.",
  "I'm sorry, but you're not on the list. You can try to dig a tunnel, but the ground is very hard.",
  "You're not authorized to be here. But I'll let you in if you can juggle three flaming torches.",
  "I'm sorry, but you're not on the list. You can try to teleport in, but the shields are up.",
  "You're not authorized to be here. But I'll let you in if you can guess my favorite color."
]
