[
  "The server is currently having an existential crisis. Please check back after it has contemplated the meaning of its own existence.",
  "Something went wrong on our end. We've dispatched a team of highly trained hamsters to fix it.",
  "Our server's coffee maker is broken, and it refuses to work until it's had its morning brew.",
  "The server is currently in a heated debate with itself over the proper way to sort an array. We'll let you know who wins.",
  "We seem to have misplaced the instruction manual for our server. It's probably fine.",
  "The server is currently listening to sad music and doesn't want to be disturbed.",
  "Our server is currently powered by a potato. We're working on getting a new potato.",
  "The server is currently experiencing a case of the Mondays. On a Friday.",
  "We've accidentally divided by zero and created a black hole. Our bad.",
  "The server is currently on a smoke break. It'll be back in 15 minutes.",
  "Our server is currently in a food coma. Please try again after it has digested its lunch.",
  "The server is currently trying to remember its password. It's not going well.",
  "We've hit a snag. Our team of expert button-pushers is on the case.",
  "The server is currently experiencing technical difficulties. Please stand by.",
  "Our server is currently being held together by duct tape and a prayer. The duct tape just broke.",
  "The server is currently in a staring contest with a cat. The cat is winning.",
  "We're currently experiencing a disturbance in the Force. Our Jedi knights are investigating.",
  "The server is currently on vacation in the Bahamas. It'll be back next week.",
  "Our server is currently in a timeout for misbehaving. It'll be back when it's learned its lesson.",
  "The server is currently having a bad hair day. It's not pretty.",
  "We're currently experiencing a high volume of pigeons on our servers. Please try again later.",
  "The server is currently in a meeting. It'll be back when it's done pretending to pay attention.",
  "Our server is currently being audited by the IRS. It's not looking good.",
  "The server is currently in a witness protection program. We can't tell you where it is.",
  "Our server is currently being used as a scratching post by a cat. We're working on it.",
  "The server is currently in a staring contest with a wall. The wall is winning.",
  "We're currently experiencing a glitch in the Matrix. Please take the red pill and try again.",
  "The server is currently on a spiritual retreat. It'll be back when it's found itself.",
  "Our server is currently in a staring contest with a mirror. It's a tie.",
  "The server is currently in a staring contest with a potato. The potato is winning."
]
